Revit 2024 API
ParameterTypeId.SpotCoordinateIncludeElevation Property
 "Include Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotCoordinateIncludeElevation { get; }
Visual Basic
Public Shared ReadOnly Property SpotCoordinateIncludeElevation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotCoordinateIncludeElevation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace